# coding=utf-8

commands = {
    "现有库存": {
        "threshold": 2.498
    },
    "发料单": {
        "threshold": 2.335215
    },
    "进度查询": {
        "threshold": 2.1384499999999997
    },
    "工单": {
        "threshold": 1.7021
    },
    "打开日历": {
        "threshold": 1.9330150000000001
    },
    "发送邮件给李四": {
        "threshold": 1.97894
    },
    "明细查询": {
        "threshold": 2.14479
    },
    "检包": {
        "threshold": 1.35552
    },
    "预警": {
        "threshold": 1.971595
    },
    "销货单": {
        "threshold": 2.4032999999999998
    },
    "账号信息": {
        "threshold": 2.34865
    },
    "强化": {
        "threshold": 2.531815
    },
    "成型": {
        "threshold": 2.2285500000000003
    },
    "热压": {
        "threshold": 1.8357350000000001
    },
    "yes": {
        "threshold": 1.953645
    },
    "镀膜": {
        "threshold": 2.2685750000000002
    },
    "打开摄像头": {
        "threshold": 2.2621450000000003
    },
    "进料验收单": {
        "threshold": 2.27259
    },
    "机内检": {
        "threshold": 2.3241449999999997
    },
    "异常整改": {
        "threshold": 2.219045
    },
    "未签收": {
        "threshold": 2.270755
    },
    "903": {
        "threshold": 2.17586
    },
    "品检": {
        "threshold": 1.5137450000000001
    },
    "指定时间段": {
        "threshold": 2.453215
    },
    "鹤壁": {
        "threshold": 2.183885
    },
    "生技工具箱": {
        "threshold": 2.282505
    },
    "发表评论": {
        "threshold": 2.14373
    },
    "稽核缺失": {
        "threshold": 2.0941099999999997
    },
    "个人成效": {
        "threshold": 2.5214749999999997
    },
    "印刷": {
        "threshold": 2.31243
    },
    "退出": {
        "threshold": 1.9668649999999999
    },
    "点检": {
        "threshold": 2.080255
    },
    "昨日": {
        "threshold": 2.159985
    },
    "扫描二维码": {
        "threshold": 2.09449
    },
    "济源": {
        "threshold": 2.19049
    },
    "任务提醒": {
        "threshold": 2.097935
    },
    "绩效管理": {
        "threshold": 2.53734
    },
    "发送": {
        "threshold": 2.019505
    },
    "模具": {
        "threshold": 2.325165
    },
    "已签收": {
        "threshold": 2.3791149999999996
    },
    "任务中心": {
        "threshold": 2.2113300000000002
    },
    "单号": {
        "threshold": 2.336805
    },
    "惠州": {
        "threshold": 2.2975250000000003
    },
    "代理人": {
        "threshold": 2.2526
    },
    "最近一周": {
        "threshold": 2.3388999999999998
    },
    "创建日期": {
        "threshold": 2.289605
    },
    "消息": {
        "threshold": 2.04712
    },
    "铆合": {
        "threshold": 2.17217
    },
    "生管战情app": {
        "threshold": 2.12584
    },
    "向下滑动": {
        "threshold": 2.381165
    },
    "去浇口": {
        "threshold": 2.27379
    },
    "贴膜": {
        "threshold": 2.3401
    },
    "打标": {
        "threshold": 2.2286849999999996
    },
    "不良": {
        "threshold": 2.24489
    },
    "扫一扫": {
        "threshold": 2.3398849999999998
    },
    "研磨": {
        "threshold": 2.419245
    },
    "处理单位": {
        "threshold": 2.32463
    },
    "样品信息": {
        "threshold": 2.275725
    },
    "开始巡检": {
        "threshold": 2.27111
    },
    "检测良率": {
        "threshold": 2.20625
    },
    "上传": {
        "threshold": 2.200125
    },
    "播放": {
        "threshold": 2.08117
    },
    "我的资产": {
        "threshold": 2.29231
    },
    "向左滑动": {
        "threshold": 2.162115
    },
    "塞规": {
        "threshold": 2.238585
    },
    "数据中心": {
        "threshold": 2.12322
    },
    "资源点检": {
        "threshold": 2.2336
    },
    "搜索": {
        "threshold": 2.117975
    },
    "回到桌面": {
        "threshold": 2.05288
    },
    "效能分析": {
        "threshold": 2.3961550000000003
    },
    "no": {
        "threshold": 2.14558
    },
    "首件": {
        "threshold": 2.28674
    },
    "提交": {
        "threshold": 2.1653650000000004
    },
    "最近两周": {
        "threshold": 2.420565
    },
    "待换刀": {
        "threshold": 2.324205
    },
    "904": {
        "threshold": 2.27106
    },
    "设备管制卡": {
        "threshold": 2.122125
    },
    "拨打张三电话": {
        "threshold": 2.05616
    },
    "累计": {
        "threshold": 2.2192499999999997
    },
    "设备展示": {
        "threshold": 2.200115
    },
    "适用制程": {
        "threshold": 2.1906049999999997
    },
    "异常监控": {
        "threshold": 2.386825
    },
    "管理员": {
        "threshold": 2.2792700000000004
    },
    "执行单": {
        "threshold": 2.122095
    },
    "喷胶": {
        "threshold": 2.28216
    },
    "治具开发": {
        "threshold": 2.3825950000000002
    },
    "良率产能预警": {
        "threshold": 2.017695
    },
    "保养": {
        "threshold": 2.2419450000000003
    },
    "参数": {
        "threshold": 1.955195
    },
    "报修": {
        "threshold": 2.1054500000000003
    },
    "向右滑动": {
        "threshold": 2.005875
    },
    "排名": {
        "threshold": 2.241675
    },
    "晋城": {
        "threshold": 2.263635
    },
    "定岗状况": {
        "threshold": 2.382035
    },
    "转播单": {
        "threshold": 2.140085
    },
    "签核记录": {
        "threshold": 2.3590850000000003
    },
    "完成": {
        "threshold": 2.29169
    },
    "按钮": {
        "threshold": 2.212065
    },
    "退料单": {
        "threshold": 2.53142
    },
    "合格": {
        "threshold": 1.77433
    },
    "二维码扫描": {
        "threshold": 2.146585
    },
    "全检": {
        "threshold": 2.2010750000000003
    },
    "太原": {
        "threshold": 2.396135
    },
    "龙华": {
        "threshold": 2.46129
    },
    "开始搜索": {
        "threshold": 2.057695
    },
    "异常推送": {
        "threshold": 2.147685
    },
    "验证执行单": {
        "threshold": 2.28191
    },
    "打开窗口": {
        "threshold": 1.6875049999999998
    },
    "关键因子": {
        "threshold": 2.21916
    },
    "去阳极层": {
        "threshold": 2.28721
    },
    "换刀": {
        "threshold": 1.24305
    },
    "打开浏览器": {
        "threshold": 1.8041800000000001
    },
    "三次元": {
        "threshold": 2.2226150000000002
    },
    "生产达成": {
        "threshold": 2.216825
    },
    "发现": {
        "threshold": 2.120225
    },
    "自动化送检": {
        "threshold": 1.419335
    },
    "组织": {
        "threshold": 2.2937149999999997
    },
    "签样": {
        "threshold": 1.98231
    },
    "离岗申请": {
        "threshold": 2.34338
    },
    "加工区": {
        "threshold": 2.51561
    },
    "驳回": {
        "threshold": 1.89935
    },
    "定岗分析": {
        "threshold": 2.420235
    },
    "清洗": {
        "threshold": 2.119045
    },
    "更新日志": {
        "threshold": 2.1898150000000003
    },
    "观澜": {
        "threshold": 2.16593
    },
    "现在几点": {
        "threshold": 2.1203700000000003
    },
    "设置": {
        "threshold": 2.07519
    },
    "抽检": {
        "threshold": 2.475765
    },
    "综保区": {
        "threshold": 2.4136249999999997
    },
    "连接视讯": {
        "threshold": 2.013065
    },
    "机种": {
        "threshold": 2.2355400000000003
    },
    "all": {
        "threshold": 2.0417
    },
    "跟催提醒": {
        "threshold": 2.277515
    },
    "取消": {
        "threshold": 2.27496
    },
    "库存水位": {
        "threshold": 2.14832
    },
    "换刀中": {
        "threshold": 2.443705
    },
    "应用": {
        "threshold": 2.30494
    },
    "维修": {
        "threshold": 2.190865
    },
    "删除": {
        "threshold": 1.977545
    },
    "任务提示": {
        "threshold": 2.3257250000000003
    },
    "廊坊": {
        "threshold": 2.39296
    },
    "下一页": {
        "threshold": 1.756005
    },
    "待整改异常": {
        "threshold": 2.0887200000000004
    },
    "刀补记录": {
        "threshold": 2.2864500000000003
    },
    "航空港区": {
        "threshold": 2.4010749999999996
    },
    "我的任务": {
        "threshold": 2.17593
    },
    "切边": {
        "threshold": 2.25762
    },
    "异常查看": {
        "threshold": 2.16373
    },
    "系统消息": {
        "threshold": 2.21916
    },
    "转单": {
        "threshold": 1.91437
    },
    "今天": {
        "threshold": 2.28597
    },
    "服务": {
        "threshold": 1.87975
    },
    "项目开发管理": {
        "threshold": 2.4470650000000003
    },
    "待办任务": {
        "threshold": 2.085135
    },
    "维修人员": {
        "threshold": 2.24718
    },
    "喷砂": {
        "threshold": 2.30749
    },
    "完成率": {
        "threshold": 2.28683
    },
    "cpk分析": {
        "threshold": 2.27357
    },
    "入库单": {
        "threshold": 2.3473100000000002
    },
    "设计人员": {
        "threshold": 2.272675
    },
    "校正": {
        "threshold": 2.255675
    },
    "兰考": {
        "threshold": 2.246485
    },
    "武汉": {
        "threshold": 2.34971
    },
    "工令单": {
        "threshold": 2.13108
    },
    "逾期通知": {
        "threshold": 2.330645
    },
    "数字": {
        "threshold": 2.26687
    },
    "治具清单": {
        "threshold": 2.19006
    },
    "整改确认": {
        "threshold": 2.305945
    },
    "关闭窗口": {
        "threshold": 1.782765
    },
    "设备": {
        "threshold": 2.17521
    },
    "砂光": {
        "threshold": 1.6230799999999999
    },
    "品质快易通": {
        "threshold": 2.416035
    },
    "修改": {
        "threshold": 2.358085
    },
    "刀具": {
        "threshold": 2.24831
    },
    "缩小": {
        "threshold": 2.0498149999999997
    },
    "焊接": {
        "threshold": 2.283795
    },
    "报警": {
        "threshold": 2.2503650000000004
    },
    "玻璃": {
        "threshold": 2.2611999999999997
    },
    "设备维护": {
        "threshold": 2.25758
    },
    "维修接单": {
        "threshold": 2.38638
    },
    "全部功能": {
        "threshold": 2.323445
    },
    "工令": {
        "threshold": 2.1974299999999998
    },
    "关注清单": {
        "threshold": 2.3256699999999997
    },
    "待检": {
        "threshold": 2.3119300000000003
    },
    "组装": {
        "threshold": 1.8962599999999998
    },
    "维修作业": {
        "threshold": 2.280695
    },
    "湿抛": {
        "threshold": 2.277045
    },
    "设备故障频率": {
        "threshold": 2.26199
    },
    "故障报修": {
        "threshold": 2.325885
    },
    "公告": {
        "threshold": 2.2788000000000004
    },
    "尾件": {
        "threshold": 2.24228
    },
    "港区": {
        "threshold": 2.21805
    },
    "kpi管理": {
        "threshold": 2.2518700000000003
    },
    "设备异动": {
        "threshold": 2.176345
    },
    "治具": {
        "threshold": 2.26354
    },
    "放大": {
        "threshold": 1.8909099999999999
    },
    "治具模号": {
        "threshold": 2.094315
    },
    "向上滑动": {
        "threshold": 2.374035
    },
    "巡检": {
        "threshold": 1.882685
    },
    "成品规格": {
        "threshold": 1.73474
    },
    "验证报告": {
        "threshold": 2.349245
    },
    "手动派工": {
        "threshold": 2.38819
    },
    "移动办公": {
        "threshold": 2.284005
    },
    "逾期": {
        "threshold": 2.19462
    },
    "在线签核": {
        "threshold": 2.238295
    },
    "上一页": {
        "threshold": 1.75221
    },
    "客户稽核": {
        "threshold": 2.19133
    },
    "抛光": {
        "threshold": 2.23937
    },
    "在岗动态": {
        "threshold": 2.429215
    },
    "尺寸检测": {
        "threshold": 2.2588049999999997
    },
    "查询": {
        "threshold": 1.9535749999999998
    },
    "程序管理": {
        "threshold": 2.36156
    },
    "验证管理": {
        "threshold": 2.509375
    },
    "产品机种": {
        "threshold": 2.268925
    },
    "制程": {
        "threshold": 2.0867899999999997
    },
    "退出登录": {
        "threshold": 2.23292
    },
    "签核通过": {
        "threshold": 2.1546000000000003
    },
    "开单重复比": {
        "threshold": 2.245475
    },
    "费用": {
        "threshold": 2.2708250000000003
    },
    "资产查询": {
        "threshold": 2.14555
    },
    "系统文件": {
        "threshold": 2.23735
    },
    "工程文件": {
        "threshold": 2.111675
    },
    "样品管理": {
        "threshold": 2.43004
    },
    "援助": {
        "threshold": 2.423365
    },
    "备品出库": {
        "threshold": 2.293755
    },
    "退出账号": {
        "threshold": 2.218225
    },
    "趋势图": {
        "threshold": 2.2380500000000003
    },
    "立即更新": {
        "threshold": 2.107945
    },
    "遮蔽": {
        "threshold": 2.12746
    },
    "确认": {
        "threshold": 1.99417
    },
    "902": {
        "threshold": 2.0444199999999997
    },
    "制造处": {
        "threshold": 2.197765
    },
    "管理报表": {
        "threshold": 2.17605
    },
    "条件": {
        "threshold": 2.2572200000000002
    },
    "暂停": {
        "threshold": 1.981085
    },
    "不良项目": {
        "threshold": 2.188885
    },
    "管控尺寸": {
        "threshold": 2.18705
    },
    "锻压": {
        "threshold": 2.262315
    },
    "我的": {
        "threshold": 2.27001
    },
    "夹具": {
        "threshold": 2.30229
    },
    "检具": {
        "threshold": 2.336695
    },
    "产销库存": {
        "threshold": 2.22016
    },
    "关注": {
        "threshold": 2.247535
    },
    "维修派工": {
        "threshold": 2.3580449999999997
    },
    "远程速控": {
        "threshold": 2.167215
    },
    "人力战情": {
        "threshold": 2.198935
    },
    "实时巡检": {
        "threshold": 2.2994450000000004
    },
    "设备状态": {
        "threshold": 2.348925
    },
    "教育训练": {
        "threshold": 2.237195
    },
    "化抛": {
        "threshold": 2.273465
    },
    "制浆": {
        "threshold": 2.1480699999999997
    },
    "异常记录": {
        "threshold": 2.40242
    },
    "报警率": {
        "threshold": 2.30926
    },
    "设备保养": {
        "threshold": 2.394485
    },
    "阳极": {
        "threshold": 2.35994
    },
    "客户行程": {
        "threshold": 2.230155
    },
    "产品状态": {
        "threshold": 2.360525
    },
    "技术支持": {
        "threshold": 2.272575
    },
    "色板": {
        "threshold": 2.10745
    },
    "开片": {
        "threshold": 2.31121
    },
    "减薄": {
        "threshold": 2.24881
    },
    "点击": {
        "threshold": 2.163035
    },
    "退遮蔽": {
        "threshold": 2.248755
    },
    "返回主页": {
        "threshold": 2.159605
    },
    "登录": {
        "threshold": 2.131165
    },
    "设备盘点": {
        "threshold": 2.1634149999999996
    },
    "生技": {
        "threshold": 2.196645
    }
}
